Revit 2027 API
ParameterTypeId.RbsElecTrueLoadPhase3 Property
 "True Power Phase 3"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueLoadPhase3 { get; }
Public Shared ReadOnly Property RbsElecTrueLoadPhase3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueLoadPhase3 {
	ForgeTypeId^ get ();
}
static member RbsElecTrueLoadPhase3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace